const categories = [
    {
        name: "상의",
        subcategories: ["민소매", "반팔티", "긴팔티", "블라우스/셔츠", "맨투맨/후디", "니트", "기타"],
    },
    {
        name: "하의",
        subcategories: ["반바지", "치마", "면바지", "슬랙스", "청바지", "트레이닝/조거", "기타"],
    },
    {
        name: "아우터",
        subcategories: [
            "트렌치코트", "코트", "자켓/점퍼", "블레이저", "야상", "무스탕", "패딩", "후드집업", "가디건/베스트", "기타",
        ],
    },
    {
        name: "원피스",
        subcategories: ["미니 원피스", "미디 원피스", "맥시 원피스", "기타"],
    },
    { name: "신발", subcategories: ["운동화", "구두", "부츠", "샌들", "기타"] },
    {
        name: "가방",
        subcategories: ["백팩", "숄더/토트백", "크로스백", "클러치", "기타"],
    },
    {
        name: "악세사리",
        subcategories: ["모자", "양말", "쥬얼리/시계", "머플러/스카프", "벨트", "기타"],
    },
    { name: "기타", subcategories: ["이너웨어", "잠옷", "수영복"] },
];

export default categories;